rpi5-2/20240120-2000-jemalloc/3-locks-mempool/1000/pgbench.log
pgbench (17devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 15 s
number of transactions actually processed: 3858
number of failed transactions: 0 (0.000%)
latency average = 31.133 ms
initial connection time = 16.964 ms
tps = 256.962224 (without initial connection time)